Repository: kodi-game/game.libretro.opera
Catalog: game.libretro.opera/resources/language/resource.language.*/strings.po
Languages: es_es, ga, zh_cn

# Addon Description
source: Opera emulates the 1993 3DO Interactive Multiplayer video game system, pronounced 3-D-Oh.[CR][CR]Opera is a fork of 4DO, which is based on the FreeDO source code.
es_es: Opera emula el sistema de videojuegos 3DO Interactive Multiplayer, a menudo llamado simplemente 3DO.[CR][CR]Opera es una bifurcación de 4DO, que se basa en el código fuente de FreeDO.
ga: Déanann Opera aithris ar chóras físchluichí il-imreora idirghníomhach 3DO ó 1993, ar a fhuaimnítear 3-D-Ó.[CR][CR]Is forc de 4DO é Opera, atá bunaithe ar an gcód foinse FreeDO.
zh_cn: Opera 模拟了 3DO 交互式多人视频游戏系统，通常简称为 3DO。[CR][CR]Opera 是 4DO 的一个分支，它基于 FreeDO 源代码。

# #30002
source: Font (rom2)
es_es: Fuente (rom2)
ga: Cló (rom2)
zh_cn: 字体（rom2）

# #30003
source: CPU Overclock
es_es: Overclock de CPU
ga: Róchlogáil LAP
zh_cn: CPU 超频

# #30005
source: VDLP Pixel Format
es_es: Formato de Píxel VDLP
ga: Formáid Picteilín VDLP
zh_cn: VDLP 像素格式

# #30006
source: VDLP Bypass CLUT
es_es: VDLP Derivación CLUT
ga: CLUT Seachbhóthar VDLP
zh_cn: VDLP 旁路 CLUT

# #30007
source: HiRes CEL Rendering
es_es: Renderización CEL de Alta Resolución
ga: Rindreáil CEL HiRes
zh_cn: 高分辨率 CEL 渲染

# #30008
source: MADAM Matrix Engine
es_es: Motor de Matriz MADAM
ga: Inneall Maitrís MADAM
zh_cn: MADAM Matrix 引擎

# #30010
source: Threaded DSP
es_es: DSP Enlazado
ga: DSP snáithithe
zh_cn: 线程化 DSP

# #30011
source: NVRAM Storage
es_es: Almacenamiento NVRAM
ga: Stóráil NVRAM
zh_cn: NVRAM 存储

# #30012
source: NVRAM Version
es_es: Versión NVRAM
ga: Leagan NVRAM
zh_cn: NVRAM 版本

# #30013
source: Active Input Devices
es_es: Dispositivos de Entrada Activos
ga: Gléasanna Ionchuir Ghníomhacha
zh_cn: 活跃输入设备

# #30014
source: Timing Hack 1 (Crash 'n Burn)
es_es: Hack de Tiempo 1 (Crash 'n Burn)
ga: Cleas Ama 1 (Tuairt agus Dó)
zh_cn: Timing Hack 1（崩溃和燃烧）

# #30015
source: Timing Hack 3 (Dinopark Tycoon)
es_es: Hack de Tiempo 3 (Dinopark Tycoon)
ga: Cleas Ama 3 (Dinopark Tycoon)
zh_cn: Timing Hack 3（迪诺帕克大亨）

# #30016
source: Timing Hack 5 (Microcosm)
es_es: Hack de Tiempo 5 (Microcosm)
ga: Cleas Ama 5 (Micreacosm)
zh_cn: Timing Hack 5（微观世界）

# #30017
source: Timing Hack 6 (Alone in the Dark)
es_es: Hack de Tiempo 6 (Alone in the Dark)
ga: Cleas Ama 6 (I d'Aonar sa Dorchadas)
zh_cn: Timing Hack 6（独自在黑暗中）

# #30018
source: Graphics Step Y Hack (Samurai Showdown)
es_es: Paso de Gráficos Y Hack (Samurai Showdown)
ga: Grafaicí Céim ar Cheann Jack (Samurai Shodown)
zh_cn: 图形 Step Y Hack（武士决战）

# #30019
source: Debug Output
es_es: Salida Depuración
ga: Aschur Dífhabhtaithe
zh_cn: 调试输出

# #30020
source: Hide Lightgun Crosshairs
es_es: Ocultar Punto de Mira de la Pistola de Luz
ga: Folaigh Lárachros Solais

# #30021
source: Memory Capacity
es_es: Capacidad de la Memoria
ga: Cumas Cuimhne

# #30022
source: Region / Mode
es_es: Región / Modo
ga: Réigiún / Mód

# Addon Summary
source: The 3DO Company - 3DO (Opera)
zh_cn: 3DO 公司 - 3DO（Opera）
